{"book": "gen", "book_name": "창세기", "chap": 25, "version": "GAE", "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php", "verses": [{"verse": 1, "text": "아브라함 이 후처를 맞이하였으니 그의 이름은 그두라 라"}, {"verse": 2, "text": "그가 시므란 과 욕산 과 므단 과 미디안 과 이스박 과 수아 를 낳고"}, {"verse": 3, "text": "욕산 은 스바 와 드단 을 낳았으며 드단 의 자손은 앗수르 족속과 르두시 족속과 르움미 족속이며"}, {"verse": 4, "text": "미디안 의 아들은 에바 와 에벨 과 하녹 과 아비다 와 엘다아 이니 다 그두라 의 자손이었더라"}, {"verse": 5, "text": "아브라함 이 이삭 에게 자기의 모든 소유를 주었고"}, {"verse": 6, "text": "자기 서자들에게도 재산을 주어 자기 생전에 그들로 하여금 자기 아들 이삭 을 떠나 동방 곧 동쪽 땅으로 가게 하였더라"}, {"verse": 7, "text": "아브라함 의 향년이 백칠십오 세라"}, {"verse": 8, "text": "그의 나이가 높고 늙어서 기운이 다하여 죽어 자기 열조에게로 돌아가매"}, {"verse": 9, "text": "그의 아들들인 이삭 과 이스마엘 이 그를 마므레 앞 헷 족속 소할 의 아들 에브론 의 밭에 있는 막벨라 굴에 장사하였으니"}, {"verse": 10, "text": "이것은 아브라함 이 헷 족속에게서 산 밭이라 아브라함 과 그의 아내 사라 가 거기 장사되니라"}, {"verse": 11, "text": "아브라함 이 죽은 후에 하나님이 그의 아들 이삭 에게 복을 주셨고 이삭 은 브엘라해로이 근처에 거주하였더라"}, {"verse": 12, "text": "사라 의 여종 애굽 인 하갈 이 아브라함 에게 낳은 아들 이스마엘 의 족보는 이러하고"}, {"verse": 13, "text": "이스마엘 의 아들들의 이름은 그 이름과 그 세대대로 이와 같으니라 이스마엘 의 장자는 느바욧 이요 그 다음은 게달 과 앗브엘 과 밉삼 과"}, {"verse": 14, "text": "미스마 와 두마 와 맛사 와"}, {"verse": 15, "text": "하닷 과 데마 와 여둘 과 나비스 와 게드마 니"}, {"verse": 16, "text": "이들은 이스마엘 의 아들들이요 그 촌과 부락대로 된 이름이며 그 족속대로는 열두 지도자들이었더라"}, {"verse": 17, "text": "이스마엘 은 향년이 백삼십칠 세에 기운이 다하여 죽어 자기 백성에게로 돌아갔고"}, {"verse": 18, "text": "그 자손들은 하윌라 에서부터 앗수르 로 통하는 애굽 앞 술 까지 이르러 그 모든 형제의 맞은편에 거주하였더라"}, {"verse": 19, "text": "아브라함 의 아들 이삭 의 족보는 이러하니라 아브라함 이 이삭 을 낳았고"}, {"verse": 20, "text": "이삭 은 사십 세에 리브가 를 맞이하여 아내를 삼았으니 리브가 는 밧단 아람 의 아람 족속 중 브두엘 의 딸이요 아람 족속 중 라반 의 누이였더라"}, {"verse": 21, "text": "이삭 이 그의 아내가 임신하지 못하므로 그를 위하여 여호와께 간구하매 여호와께서 그의 간구를 들으셨으므로 그의 아내 리브가 가 임신하였더니"}, {"verse": 22, "text": "그 아들들이 그의 태 속에서 서로 싸우는지라 그가 이르되 이럴 경우에는 내가 어찌할꼬 하고 가서 여호와께 묻자온대"}, {"verse": 23, "text": "여호와께서 그에게 이르시되 두 국민이 네 태중에 있구나 두 민족이 네 복중에서부터 나누이리라 이 족속이 저 족속보다 강하겠고 큰 자가 어린 자를 섬기리라 하셨더라"}, {"verse": 24, "text": "그 해산 기한이 찬즉 태에 쌍둥이가 있었는데"}, {"verse": 25, "text": "먼저 나온 자는 붉고 전신이 털옷 같아서 이름을 에서 라 하였고"}, {"verse": 26, "text": "후에 나온 아우는 손으로 에서 의 발꿈치를 잡았으므로 그 이름을 야곱 이라 하였으며 리브가 가 그들을 낳을 때에 이삭 이 육십 세였더라"}, {"verse": 27, "text": "그 아이들이 장성하매 에서 는 익숙한 사냥꾼이었으므로 들사람이 되고 야곱 은 조용한 사람이었으므로 장막에 거주하니"}, {"verse": 28, "text": "이삭 은 에서 가 사냥한 고기를 좋아하므로 그를 사랑하고 리브가 는 야곱 을 사랑하였더라"}, {"verse": 29, "text": "야곱 이 죽을 쑤었더니 에서 가 들에서 돌아와서 심히 피곤하여"}, {"verse": 30, "text": "야곱 에게 이르되 내가 피곤하니 그 붉은 것을 내가 먹게 하라 한지라 그러므로 에서 의 별명은 에돔 이더라"}, {"verse": 31, "text": "야곱 이 이르되 형의 장자의 명분을 오늘 내게 팔라"}, {"verse": 32, "text": "에서 가 이르되 내가 죽게 되었으니 이 장자의 명분이 내게 무엇이 유익하리요"}, {"verse": 33, "text": "야곱 이 이르되 오늘 내게 맹세하라 에서 가 맹세하고 장자의 명분을 야곱 에게 판지라"}, {"verse": 34, "text": "야곱 이 떡과 팥죽을 에서 에게 주매 에서 가 먹으며 마시고 일어나 갔으니 에서 가 장자의 명분을 가볍게 여김이었더라 성경 단어 검색 - 검색 결과 선교현장소식"}]}