{"book": "gen", "book_name": "창세기", "chap": 10, "version": "GAE", "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php", "verses": [{"verse": 1, "text": "노아 의 아들 셈 과 함 과 야벳 의 족보는 이러하니라 홍수 후에 그들이 아들들을 낳았으니"}, {"verse": 2, "text": "야벳 의 아들은 고멜 과 마곡 과 마대 와 야완 과 두발 과 메섹 과 디라스 요"}, {"verse": 3, "text": "고멜 의 아들은 아스그나스 와 리밧 과 도갈마 요"}, {"verse": 4, "text": "야완 의 아들은 엘리사 와 달시스 와 깃딤 과 도다님 이라"}, {"verse": 5, "text": "이들로부터 여러 나라 백성으로 나뉘어서 각기 언어와 종족과 나라대로 바닷가의 땅에 머물렀더라"}, {"verse": 6, "text": "함 의 아들은 구스 와 미스라임 과 붓 과 가나안 이요"}, {"verse": 7, "text": "구스 의 아들은 스바 와 하윌라 와 삽다 와 라아마 와 삽드가 요 라아마 의 아들은 스바 와 드단 이며"}, {"verse": 8, "text": "구스 가 또 니므롯 을 낳았으니 그는 세상에 첫 용사라"}, {"verse": 9, "text": "그가 여호와 앞에서 용감한 사냥꾼이 되었으므로 속담에 이르기를 아무는 여호와 앞에 니므롯 같이 용감한 사냥꾼이로다 하더라"}, {"verse": 10, "text": "그의 나라는 시날 땅의 바벨 과 에렉 과 악갓 과 갈레 에서 시작되었으며"}, {"verse": 11, "text": "그가 그 땅에서 앗수르 로 나아가 니느웨 와 르호보딜 과 갈라 와"}, {"verse": 12, "text": "및 니느웨 와 갈라 사이의 레센 을 건설하였으니 이는 큰 성읍이라"}, {"verse": 13, "text": "미스라임 은 루딤 과 아나밈 과 르하빔 과 납두힘 과"}, {"verse": 14, "text": "바드루심 과 가슬루힘 과 갑도림 을 낳았더라 ( 가슬루힘 에게서 블레셋 이 나왔더라)"}, {"verse": 15, "text": "가나안 은 장자 시돈 과 헷 을 낳고"}, {"verse": 16, "text": "또 여부스 족속과 아모리 족속과 기르가스 족속과"}, {"verse": 17, "text": "히위 족속과 알가 족속과 신 족속과"}, {"verse": 18, "text": "아르왓 족속과 스말 족속과 하맛 족속을 낳았더니 이 후로 가나안 자손의 족속이 흩어져 나아갔더라"}, {"verse": 19, "text": "가나안 의 경계는 시돈 에서부터 그랄 을 지나 가사 까지와 소돔 과 고모라 와 아드마 와 스보임 을 지나 라사 까지였더라"}, {"verse": 20, "text": "이들은 함 의 자손이라 각기 족속과 언어와 지방과 나라대로였더라"}, {"verse": 21, "text": "셈 은 에벨 온 자손의 조상이요 야벳 의 형이라 그에게도 자녀가 출생하였으니"}, {"verse": 22, "text": "셈 의 아들은 엘람 과 앗수르 와 아르박삿 과 룻 과 아람 이요"}, {"verse": 23, "text": "아람 의 아들은 우스 와 훌 과 게델 과 마스 며"}, {"verse": 24, "text": "아르박삿 은 셀라 를 낳고 셀라 는 에벨 을 낳았으며"}, {"verse": 25, "text": "에벨 은 두 아들을 낳고 하나의 이름을 벨렉 이라 하였으니 그 때에 세상이 나뉘었음이요 벨렉 의 아우의 이름은 욕단 이며"}, {"verse": 26, "text": "욕단 은 알모닷 과 셀렙 과 하살마웻 과 예라 와"}, {"verse": 27, "text": "하도람 과 우살 과 디글라 와"}, {"verse": 28, "text": "오발 과 아비마엘 과 스바 와"}, {"verse": 29, "text": "오빌 과 하윌라 와 요밥 을 낳았으니 이들은 다 욕단 의 아들이며"}, {"verse": 30, "text": "그들이 거주하는 곳은 메사 에서부터 스발 로 가는 길의 동쪽 산이었더라"}, {"verse": 31, "text": "이들은 셈 의 자손이니 그 족속과 언어와 지방과 나라대로였더라"}, {"verse": 32, "text": "이들은 그 백성들의 족보에 따르면 노아 자손의 족속들이요 홍수 후에 이들에게서 그 땅의 백성들이 나뉘었더라 성경 단어 검색 - 검색 결과 선교현장소식"}]}