{"book": "gen", "book_name": "창세기", "chap": 38, "version": "GAE", "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php", "verses": [{"verse": 1, "text": "그 후에 유다 가 자기 형제들로부터 떠나 내려가서 아둘람 사람 히라 와 가까이 하니라"}, {"verse": 2, "text": "유다 가 거기서 가나안 사람 수아 라 하는 자의 딸을 보고 그를 데리고 동침하니"}, {"verse": 3, "text": "그가 임신하여 아들을 낳으매 유다 가 그의 이름을 엘 이라 하니라"}, {"verse": 4, "text": "그가 다시 임신하여 아들을 낳고 그의 이름을 오난 이라 하고"}, {"verse": 5, "text": "그가 또 다시 아들을 낳고 그의 이름을 셀라 라 하니라 그가 셀라 를 낳을 때에 유다 는 거십 에 있었더라"}, {"verse": 6, "text": "유다 가 장자 엘 을 위하여 아내를 데려오니 그의 이름은 다말 이더라"}, {"verse": 7, "text": "유다 의 장자 엘 이 여호와가 보시기에 악하므로 여호와께서 그를 죽이신지라"}, {"verse": 8, "text": "유다 가 오난 에게 이르되 네 형수에게로 들어가서 남편의 아우 된 본분을 행하여 네 형을 위하여 씨가 있게 하라"}, {"verse": 9, "text": "오난 이 그 씨가 자기 것이 되지 않을 줄 알므로 형수에게 들어갔을 때에 그의 형에게 씨를 주지 아니하려고 땅에 설정하매"}, {"verse": 10, "text": "그 일이 여호와가 보시기에 악하므로 여호와께서 그도 죽이시니"}, {"verse": 11, "text": "유다 가 그의 며느리 다말 에게 이르되 수절하고 네 아버지 집에 있어 내 아들 셀라 가 장성하기를 기다리라 하니 셀라 도 그 형들 같이 죽을까 염려함이라 다말 이 가서 그의 아버지 집에 있으니라"}, {"verse": 12, "text": "얼마 후에 유다 의 아내 수아 의 딸이 죽은지라 유다 가 위로를 받은 후에 그의 친구 아둘람 사람 히라 와 함께 딤나 로 올라가서 자기의 양털 깎는 자에게 이르렀더니"}, {"verse": 13, "text": "어떤 사람이 다말 에게 말하되 네 시아버지가 자기의 양털을 깎으려고 딤나 에 올라왔다 한지라"}, {"verse": 14, "text": "그가 그 과부의 의복을 벗고 너울로 얼굴을 가리고 몸을 휩싸고 딤나 길 곁 에나임 문에 앉으니 이는 셀라 가 장성함을 보았어도 자기를 그의 아내로 주지 않음으로 말미암음이라"}, {"verse": 15, "text": "그가 얼굴을 가리었으므로 유다 가 그를 보고 창녀로 여겨"}, {"verse": 16, "text": "길 곁으로 그에게 나아가 이르되 청하건대 나로 네게 들어가게 하라 하니 그의 며느리인 줄을 알지 못하였음이라 그가 이르되 당신이 무엇을 주고 내게 들어오려느냐"}, {"verse": 17, "text": "유다 가 이르되 내가 내 떼에서 염소 새끼를 주리라 그가 이르되 당신이 그것을 줄 때까지 담보물을 주겠느냐"}, {"verse": 18, "text": "유다 가 이르되 무슨 담보물을 네게 주랴 그가 이르되 당신의 도장과 그 끈과 당신의 손에 있는 지팡이로 하라 유다 가 그것들을 그에게 주고 그에게로 들어갔더니 그가 유다 로 말미암아 임신하였더라"}, {"verse": 19, "text": "그가 일어나 떠나가서 그 너울을 벗고 과부의 의복을 도로 입으니라"}, {"verse": 20, "text": "유다 가 그 친구 아둘람 사람의 손에 부탁하여 염소 새끼를 보내고 그 여인의 손에서 담보물을 찾으려 하였으나 그가 그 여인을 찾지 못한지라"}, {"verse": 21, "text": "그가 그 곳 사람에게 물어 이르되 길 곁 에나임 에 있던 창녀가 어디 있느냐 그들이 이르되 여기는 창녀가 없느니라"}, {"verse": 22, "text": "그가 유다 에게로 돌아와 이르되 내가 그를 찾지 못하였고 그 곳 사람도 이르기를 거기에는 창녀가 없다 하더이다 하더라"}, {"verse": 23, "text": "유다 가 이르되 그로 그것을 가지게 두라 우리가 부끄러움을 당할까 하노라 내가 이 염소 새끼를 보냈으나 그대가 그를 찾지 못하였느니라"}, {"verse": 24, "text": "석 달쯤 후에 어떤 사람이 유다 에게 일러 말하되 네 며느리 다말 이 행음하였고 그 행음함으로 말미암아 임신하였느니라 유다 가 이르되 그를 끌어내어 불사르라"}, {"verse": 25, "text": "여인이 끌려나갈 때에 사람을 보내어 시아버지에게 이르되 이 물건 임자로 말미암아 임신하였나이다 청하건대 보소서 이 도장과 그 끈과 지팡이가 누구의 것이니이까 한지라"}, {"verse": 26, "text": "유다 가 그것들을 알아보고 이르되 그는 나보다 옳도다 내가 그를 내 아들 셀라 에게 주지 아니하였음이로다 하고 다시는 그를 가까이 하지 아니하였더라"}, {"verse": 27, "text": "해산할 때에 보니 쌍태라"}, {"verse": 28, "text": "해산할 때에 손이 나오는지라 산파가 이르되 이는 먼저 나온 자라 하고 홍색 실을 가져다가 그 손에 매었더니"}, {"verse": 29, "text": "그 손을 도로 들이며 그의 아우가 나오는지라 산파가 이르되 네가 어찌하여 터뜨리고 나오느냐 하였으므로 그 이름을 베레스 라 불렀고"}, {"verse": 30, "text": "그의 형 곧 손에 홍색 실 있는 자가 뒤에 나오니 그의 이름을 세라 라 불렀더라 성경 단어 검색 - 검색 결과 선교현장소식"}]}