{"book": "gen", "book_name": "창세기", "chap": 34, "version": "GAE", "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php", "verses": [{"verse": 1, "text": "레아 가 야곱 에게 낳은 딸 디나 가 그 땅의 딸들을 보러 나갔더니"}, {"verse": 2, "text": "히위 족속 중 하몰 의 아들 그 땅의 추장 세겜 이 그를 보고 끌어들여 강간하여 욕되게 하고"}, {"verse": 3, "text": "그 마음이 깊이 야곱 의 딸 디나 에게 연연하며 그 소녀를 사랑하여 그의 마음을 말로 위로하고"}, {"verse": 4, "text": "그의 아버지 하몰 에게 청하여 이르되 이 소녀를 내 아내로 얻게 하여 주소서 하였더라"}, {"verse": 5, "text": "야곱 이 그 딸 디나 를 그가 더럽혔다 함을 들었으나 자기의 아들들이 들에서 목축하므로 그들이 돌아오기까지 잠잠하였고"}, {"verse": 6, "text": "세겜 의 아버지 하몰 은 야곱 에게 말하러 왔으며"}, {"verse": 7, "text": "야곱 의 아들들은 들에서 이를 듣고 돌아와서 그들 모두가 근심하고 심히 노하였으니 이는 세겜 이 야곱 의 딸을 강간하여 이스라엘 에게 부끄러운 일 곧 행하지 못할 일을 행하였음이더라"}, {"verse": 8, "text": "하몰 이 그들에게 이르되 내 아들 세겜 이 마음으로 너희 딸을 연연하여 하니 원하건대 그를 세겜 에게 주어 아내로 삼게 하라"}, {"verse": 9, "text": "너희가 우리와 통혼하여 너희 딸을 우리에게 주며 우리 딸을 너희가 데려가고"}, {"verse": 10, "text": "너희가 우리와 함께 거주하되 땅이 너희 앞에 있으니 여기 머물러 매매하며 여기서 기업을 얻으라 하고"}, {"verse": 11, "text": "세겜 도 디나 의 아버지와 그의 남자 형제들에게 이르되 나로 너희에게 은혜를 입게 하라 너희가 내게 말하는 것은 내가 다 주리니"}, {"verse": 12, "text": "이 소녀만 내게 주어 아내가 되게 하라 아무리 큰 혼수와 예물을 청할지라도 너희가 내게 말한 대로 주리라"}, {"verse": 13, "text": "야곱 의 아들들이 세겜 과 그의 아버지 하몰 에게 속여 대답하였으니 이는 세겜 이 그 누이 디나 를 더럽혔음이라"}, {"verse": 14, "text": "야곱 의 아들들이 그들에게 말하되 우리는 그리하지 못하겠노라 할례 받지 아니한 사람에게 우리 누이를 줄 수 없노니 이는 우리의 수치가 됨이니라"}, {"verse": 15, "text": "그런즉 이같이 하면 너희에게 허락하리라 만일 너희 중 남자가 다 할례를 받고 우리 같이 되면"}, {"verse": 16, "text": "우리 딸을 너희에게 주며 너희 딸을 우리가 데려오며 너희와 함께 거주하여 한 민족이 되려니와"}, {"verse": 17, "text": "너희가 만일 우리 말을 듣지 아니하고 할례를 받지 아니하면 우리는 곧 우리 딸을 데리고 가리라"}, {"verse": 18, "text": "그들의 말을 하몰 과 그의 아들 세겜 이 좋게 여기므로"}, {"verse": 19, "text": "이 소년이 그 일 행하기를 지체하지 아니하였으니 그가 야곱 의 딸을 사랑함이며 그는 그의 아버지 집에서 가장 존귀하였더라"}, {"verse": 20, "text": "하몰 과 그의 아들 세겜 이 그들의 성읍 문에 이르러 그들의 성읍 사람들에게 말하여 이르되"}, {"verse": 21, "text": "이 사람들은 우리와 친목하고 이 땅은 넓어 그들을 용납할 만하니 그들이 여기서 거주하며 매매하게 하고 우리가 그들의 딸들을 아내로 데려오고 우리 딸들도 그들에게 주자"}, {"verse": 22, "text": "그러나 우리 중의 모든 남자가 그들이 할례를 받음 같이 할례를 받아야 그 사람들이 우리와 함께 거주하여 한 민족 되기를 허락할 것이라"}, {"verse": 23, "text": "그러면 그들의 가축과 재산과 그들의 모든 짐승이 우리의 소유가 되지 않겠느냐 다만 그들의 말대로 하자 그러면 그들이 우리와 함께 거주하리라"}, {"verse": 24, "text": "성문으로 출입하는 모든 자가 하몰 과 그의 아들 세겜 의 말을 듣고 성문으로 출입하는 그 모든 남자가 할례를 받으니라"}, {"verse": 25, "text": "제삼일에 아직 그들이 아파할 때에 야곱 의 두 아들 디나 의 오라버니 시므온 과 레위 가 각기 칼을 가지고 가서 몰래 그 성읍을 기습하여 그 모든 남자를 죽이고"}, {"verse": 26, "text": "칼로 하몰 과 그의 아들 세겜 을 죽이고 디나 를 세겜 의 집에서 데려오고"}, {"verse": 27, "text": "야곱 의 여러 아들이 그 시체 있는 성읍으로 가서 노략하였으니 이는 그들이 그들의 누이를 더럽힌 까닭이라"}, {"verse": 28, "text": "그들이 양과 소와 나귀와 그 성읍에 있는 것과 들에 있는 것과"}, {"verse": 29, "text": "그들의 모든 재물을 빼앗으며 그들의 자녀와 그들의 아내들을 사로잡고 집 속의 물건을 다 노략한지라"}, {"verse": 30, "text": "야곱 이 시므온 과 레위 에게 이르되 너희가 내게 화를 끼쳐 나로 하여금 이 땅의 주민 곧 가나안 족속과 브리스 족속에게 악취를 내게 하였도다 나는 수가 적은즉 그들이 모여 나를 치고 나를 죽이리니 그러면 나와 내 집이 멸망하리라"}, {"verse": 31, "text": "그들이 이르되 그가 우리 누이를 창녀 같이 대우함이 옳으니이까 성경 단어 검색 - 검색 결과 선교현장소식"}]}