{"book": "gen", "book_name": "창세기", "chap": 35, "version": "GAE", "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php", "verses": [{"verse": 1, "text": "하나님이 야곱 에게 이르시되 일어나 벧엘 로 올라가서 거기 거주하며 네가 네 형 에서 의 낯을 피하여 도망하던 때에 네게 나타났던 하나님께 거기서 제단을 쌓으라 하신지라"}, {"verse": 2, "text": "야곱 이 이에 자기 집안 사람과 자기와 함께 한 모든 자에게 이르되 너희 중에 있는 이방 신상들을 버리고 자신을 정결하게 하고 너희들의 의복을 바꾸어 입으라"}, {"verse": 3, "text": "우리가 일어나 벧엘 로 올라가자 내 환난 날에 내게 응답하시며 내가 가는 길에서 나와 함께 하신 하나님께 내가 거기서 제단을 쌓으려 하노라 하매"}, {"verse": 4, "text": "그들이 자기 손에 있는 모든 이방 신상들과 자기 귀에 있는 귀고리들을 야곱 에게 주는지라 야곱 이 그것들을 세겜 근처 상수리나무 아래에 묻고"}, {"verse": 5, "text": "그들이 떠났으나 하나님이 그 사면 고을들로 크게 두려워하게 하셨으므로 야곱 의 아들들을 추격하는 자가 없었더라"}, {"verse": 6, "text": "야곱 과 그와 함께 한 모든 사람이 가나안 땅 루스 곧 벧엘 에 이르고"}, {"verse": 7, "text": "그가 거기서 제단을 쌓고 그 곳을 엘벧엘 이라 불렀으니 이는 그의 형의 낯을 피할 때에 하나님이 거기서 그에게 나타나셨음이더라"}, {"verse": 8, "text": "리브가 의 유모 드보라 가 죽으매 그를 벧엘 아래에 있는 상수리나무 밑에 장사하고 그 나무 이름을 알론바굿 이라 불렀더라"}, {"verse": 9, "text": "야곱 이 밧단아람 에서 돌아오매 하나님이 다시 야곱 에게 나타나사 그에게 복을 주시고"}, {"verse": 10, "text": "하나님이 그에게 이르시되 네 이름이 야곱 이지마는 네 이름을 다시는 야곱 이라 부르지 않겠고 이스라엘 이 네 이름이 되리라 하시고 그가 그의 이름을 이스라엘 이라 부르시고"}, {"verse": 11, "text": "하나님이 그에게 이르시되 나는 전능한 하나님이라 생육하며 번성하라 한 백성과 백성들의 총회가 네게서 나오고 왕들이 네 허리에서 나오리라"}, {"verse": 12, "text": "내가 아브라함 과 이삭 에게 준 땅을 네게 주고 내가 네 후손에게도 그 땅을 주리라 하시고"}, {"verse": 13, "text": "하나님이 그와 말씀하시던 곳에서 그를 떠나 올라가시는지라"}, {"verse": 14, "text": "야곱 이 하나님이 자기와 말씀하시던 곳에 기둥 곧 돌 기둥을 세우고 그 위에 전제물을 붓고 또 그 위에 기름을 붓고"}, {"verse": 15, "text": "하나님이 자기와 말씀하시던 곳의 이름을 벧엘 이라 불렀더라"}, {"verse": 16, "text": "그들이 벧엘 에서 길을 떠나 에브랏 에 이르기까지 얼마간 거리를 둔 곳에서 라헬 이 해산하게 되어 심히 고생하여"}, {"verse": 17, "text": "그가 난산할 즈음에 산파가 그에게 이르되 두려워하지 말라 지금 네가 또 득남하느니라 하매"}, {"verse": 18, "text": "그가 죽게 되어 그의 혼이 떠나려 할 때에 아들의 이름을 베노니 라 불렀으나 그의 아버지는 그를 베냐민 이라 불렀더라"}, {"verse": 19, "text": "라헬 이 죽으매 에브랏 곧 베들레헴 길에 장사되었고"}, {"verse": 20, "text": "야곱 이 라헬 의 묘에 비를 세웠더니 지금까지 라헬 의 묘비라 일컫더라"}, {"verse": 21, "text": "이스라엘 이 다시 길을 떠나 에델 망대를 지나 장막을 쳤더라"}, {"verse": 22, "text": "이스라엘 이 그 땅에 거주할 때에 르우벤 이 가서 그 아버지의 첩 빌하 와 동침하매 이스라엘 이 이를 들었더라 야곱 의 아들은 열둘이라"}, {"verse": 23, "text": "레아 의 아들들은 야곱 의 장자 르우벤 과 그 다음 시므온 과 레위 와 유다 와 잇사갈 과 스불론 이요"}, {"verse": 24, "text": "라헬 의 아들들은 요셉 과 베냐민 이며"}, {"verse": 25, "text": "라헬 의 여종 빌하 의 아들들은 단 과 납달리 요"}, {"verse": 26, "text": "레아 의 여종 실바 의 아들들은 갓 과 아셀 이니 이들은 야곱 의 아들들이요 밧단아람 에서 그에게 낳은 자더라"}, {"verse": 27, "text": "야곱 이 기럇아르바 의 마므레 로 가서 그의 아버지 이삭 에게 이르렀으니 기럇아르바 는 곧 아브라함 과 이삭 이 거류하던 헤브론 이더라"}, {"verse": 28, "text": "이삭 의 나이가 백팔십 세라"}, {"verse": 29, "text": "이삭 이 나이가 많고 늙어 기운이 다하매 죽어 자기 열조에게로 돌아가니 그의 아들 에서 와 야곱 이 그를 장사하였더라 성경 단어 검색 - 검색 결과 선교현장소식"}]}