{"book": "gen", "book_name": "창세기", "chap": 36, "version": "GAE", "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php", "verses": [{"verse": 1, "text": "에서 곧 에돔 의 족보는 이러하니라"}, {"verse": 2, "text": "에서 가 가나안 여인 중 헷 족속 엘론 의 딸 아다 와 히위 족속 시브온 의 딸인 아나 의 딸 오홀리바마 를 자기 아내로 맞이하고"}, {"verse": 3, "text": "또 이스마엘 의 딸 느바욧 의 누이 바스맛 을 맞이하였더니"}, {"verse": 4, "text": "아다 는 엘리바스 를 에서 에게 낳았고 바스맛 은 르우엘 을 낳았고"}, {"verse": 5, "text": "오홀리바마 는 여우스 와 얄람 과 고라 를 낳았으니 이들은 에서 의 아들들이요 가나안 땅에서 그에게 태어난 자들이더라"}, {"verse": 6, "text": "에서 가 자기 아내들과 자기 자녀들과 자기 집의 모든 사람과 자기의 가축과 자기의 모든 짐승과 자기가 가나안 땅에서 모은 모든 재물을 이끌고 그의 동생 야곱 을 떠나 다른 곳으로 갔으니"}, {"verse": 7, "text": "두 사람의 소유가 풍부하여 함께 거주할 수 없음이러라 그들이 거주하는 땅이 그들의 가축으로 말미암아 그들을 용납할 수 없었더라"}, {"verse": 8, "text": "이에 에서 곧 에돔 이 세일 산에 거주하니라"}, {"verse": 9, "text": "세일 산에 있는 에돔 족속의 조상 에서 의 족보는 이러하고"}, {"verse": 10, "text": "그 자손의 이름은 이러하니라 에서 의 아내 아다 의 아들은 엘리바스 요 에서 의 아내 바스맛 의 아들은 르우엘 이며"}, {"verse": 11, "text": "엘리바스 의 아들들은 데만 과 오말 과 스보 와 가담 과 그나스 요"}, {"verse": 12, "text": "에서 의 아들 엘리바스 의 첩 딤나 는 아말렉 을 엘리바스 에게 낳았으니 이들은 에서 의 아내 아다 의 자손이며"}, {"verse": 13, "text": "르우엘 의 아들들은 나핫 과 세라 와 삼마 와 미사 니 이들은 에서 의 아내 바스맛 의 자손이며"}, {"verse": 14, "text": "시브온 의 손녀 아나 의 딸 에서 의 아내 오홀리바마 의 아들들은 이러하니 그가 여우스 와 얄람 과 고라 를 에서 에게 낳았더라"}, {"verse": 15, "text": "에서 자손 중 족장은 이러하니라 에서 의 장자 엘리바스 의 자손으로는 데만 족장, 오말 족장, 스보 족장, 그나스 족장과"}, {"verse": 16, "text": "고라 족장, 가담 족장, 아말렉 족장이니 이들은 에돔 땅에 있는 엘리바스 의 족장들이요 이들은 아다 의 자손이며"}, {"verse": 17, "text": "에서 의 아들 르우엘 의 자손으로는 나핫 족장, 세라 족장, 삼마 족장, 미사 족장이니 이들은 에돔 땅에 있는 르우엘 의 족장들이요 이들은 에서 의 아내 바스맛 의 자손이며"}, {"verse": 18, "text": "에서 의 아내인 오홀리바마 의 아들들은 여우스 족장, 얄람 족장, 고라 족장이니 이들은 아나 의 딸이요 에서 의 아내인 오홀리바마 로 말미암아 나온 족장들이라"}, {"verse": 19, "text": "에서 곧 에돔 의 자손으로서 족장 된 자들이 이러하였더라"}, {"verse": 20, "text": "그 땅의 주민 호리 족속 세일 의 자손은 로단 과 소발 과 시브온 과 아나 와"}, {"verse": 21, "text": "디손 과 에셀 과 디산 이니 이들은 에돔 땅에 있는 세일 의 자손 중 호리 족속의 족장들이요"}, {"verse": 22, "text": "로단 의 자녀는 호리 와 헤맘 과 로단 의 누이 딤나 요"}, {"verse": 23, "text": "소발 의 자녀는 알완 과 마나핫 과 에발 과 스보 와 오남 이요"}, {"verse": 24, "text": "시브온 의 자녀는 아야 와 아나 며 이 아나 는 그 아버지 시브온 의 나귀를 칠 때에 광야에서 온천을 발견하였고"}, {"verse": 25, "text": "아나 의 자녀는 디손 과 오홀리바마 니 오홀리바마 는 아나 의 딸이며"}, {"verse": 26, "text": "디손 의 자녀는 헴단 과 에스반 과 이드란 과 그란 이요"}, {"verse": 27, "text": "에셀 의 자녀는 빌한 과 사아완 과 아간 이요"}, {"verse": 28, "text": "디산 의 자녀는 우스 와 아란 이니"}, {"verse": 29, "text": "호리 족속의 족장들은 곧 로단 족장, 소발 족장, 시브온 족장, 아나 족장,"}, {"verse": 30, "text": "디손 족장, 에셀 족장, 디산 족장이라 이들은 그들의 족속들에 따라 세일 땅에 있는 호리 족속의 족장들이었더라"}, {"verse": 31, "text": "이스라엘 자손을 다스리는 왕이 있기 전에 에돔 땅을 다스리던 왕들은 이러하니라"}, {"verse": 32, "text": "브올 의 아들 벨라 가 에돔 의 왕이 되었으니 그 도성의 이름은 딘하바 며"}, {"verse": 33, "text": "벨라 가 죽고 보스라 사람 세라 의 아들 요밥 이 그를 대신하여 왕이 되었고"}, {"verse": 34, "text": "요밥 이 죽고 데만 족속의 땅의 후삼 이 그를 대신하여 왕이 되었고"}, {"verse": 35, "text": "후삼 이 죽고 브닷 의 아들 곧 모압 들에서 미디안 족속을 친 하닷 이 그를 대신하여 왕이 되었으니 그 도성 이름은 아윗 이며"}, {"verse": 36, "text": "하닷 이 죽고 마스레가 의 삼라 가 그를 대신하여 왕이 되었고"}, {"verse": 37, "text": "삼라 가 죽고 유브라데 강변 르호봇 의 사울 이 그를 대신하여 왕이 되었고"}, {"verse": 38, "text": "사울 이 죽고 악볼 의 아들 바알하난 이 그를 대신하여 왕이 되었고"}, {"verse": 39, "text": "악볼 의 아들 바알하난 이 죽고 하달 이 그를 대신하여 왕이 되었으니 그 도성 이름은 바우 며 그의 아내의 이름은 므헤다벨 이니 마드렛 의 딸이요 메사합 의 손녀더라"}, {"verse": 40, "text": "에서 에게서 나온 족장들의 이름은 그 종족과 거처와 이름을 따라 나누면 이러하니 딤나 족장, 알와 족장, 여뎃 족장,"}, {"verse": 41, "text": "오홀리바마 족장, 엘라 족장, 비논 족장,"}, {"verse": 42, "text": "그나스 족장, 데만 족장, 밉살 족장,"}, {"verse": 43, "text": "막디엘 족장, 이람 족장이라 이들은 그 구역과 거처를 따른 에돔 족장들이며 에돔 족속의 조상은 에서 더라 성경 단어 검색 - 검색 결과 선교현장소식"}]}