{
  "book_name": "역대상",
  "book_code": "1ch",
  "chapter": 18,
  "version": "GAE",
  "verses": [
    {
      "verse": 1,
      "text": "그 후에 다윗 이 블레셋 사람들을 쳐서 항복을 받고 블레셋 사람들의 손에서 가드 와 그 동네를 빼앗고",
      "comments": []
    },
    {
      "verse": 2,
      "text": "또 모압 을 치매 모압 사람이 다윗 의 종이 되어 조공을 바치니라",
      "comments": []
    },
    {
      "verse": 3,
      "text": "소바 왕 하닷에셀 이 유브라데 강 가에서 자기 세력을 펴고자 하매 다윗 이 그를 쳐서 하맛 까지 이르고",
      "comments": []
    },
    {
      "verse": 4,
      "text": "다윗 이 그에게서 병거 천 대와 기병 칠천 명과 보병 이만 명을 빼앗고 다윗 이 그 병거 백 대의 말들만 남기고 그 외의 병거의 말은 다 발의 힘줄을 끊었더니",
      "comments": []
    },
    {
      "verse": 5,
      "text": "다메섹 아람 사람이 소바 왕 하닷에셀 을 도우러 온지라 다윗 이 아람 사람 이만 이천 명을 죽이고",
      "comments": []
    },
    {
      "verse": 6,
      "text": "다윗 이 다메섹 아람 에 수비대를 두매 아람 사람이 다윗 의 종이 되어 조공을 바치니라 다윗 이 어디로 가든지 여호와께서 이기게 하시니라",
      "comments": []
    },
    {
      "verse": 7,
      "text": "다윗 이 하닷에셀 의 신하들이 가진 금 방패를 빼앗아 예루살렘 으로 가져오고",
      "comments": []
    },
    {
      "verse": 8,
      "text": "또 하닷에셀 의 성읍 디브핫 과 군 에서 심히 많은 놋을 빼앗았더니 솔로몬 이 그것으로 1) 놋대야와 기둥과 놋그릇들을 만들었더라 히 , 놋바다",
      "comments": []
    },
    {
      "verse": 9,
      "text": "하맛 왕 도우 가 다윗 이 소바 왕 하닷에셀 의 온 군대를 쳐서 무찔렀다 함을 듣고",
      "comments": []
    },
    {
      "verse": 10,
      "text": "그의 아들 하도람 을 보내서 다윗 왕에게 문안하고 축복하게 하니 이는 하닷에셀 이 벌써 도우 와 맞서 여러 번 전쟁이 있던 터에 다윗 이 하닷에셀 을 쳐서 무찔렀음이라 하도람 이 금과 은과 놋의 여러 가지 그릇을 가져온지라",
      "comments": []
    },
    {
      "verse": 11,
      "text": "다윗 왕이 그것도 여호와께 드리되 에돔 과 모압 과 암몬 자손과 블레셋 사람들과 아말렉 등 모든 이방 민족에게서 빼앗아 온 은금과 함께 하여 드리니라",
      "comments": []
    },
    {
      "verse": 12,
      "text": "스루야 의 아들 아비새 가 소금 골짜기 에서 에돔 사람 만 팔천 명을 쳐죽인지라",
      "comments": []
    },
    {
      "verse": 13,
      "text": "다윗 이 에돔 에 수비대를 두매 에돔 사람이 다 다윗 의 종이 되니라 다윗 이 어디로 가든지 여호와께서 이기게 하셨더라",
      "comments": []
    },
    {
      "verse": 14,
      "text": "다윗 이 온 이스라엘 을 다스려 모든 백성에게 정의와 공의를 행할새",
      "comments": []
    },
    {
      "verse": 15,
      "text": "스루야 의 아들 요압 은 군대사령관이 되고 아힐룻 의 아들 여호사밧 은 행정장관이 되고",
      "comments": []
    },
    {
      "verse": 16,
      "text": "아히둡 의 아들 사독 과 아비아달 의 아들 아비멜렉 은 제사장이 되고 사워사 는 서기관이 되고",
      "comments": []
    },
    {
      "verse": 17,
      "text": "여호야다 의 아들 브나야 는 그렛 사람과 블렛 사람을 다스리고 다윗 의 아들들은 왕을 모시는 사람들의 우두머리가 되니라",
      "comments": []
    }
  ],
  "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php"
}