{
  "book_name": "역대상",
  "book_code": "1ch",
  "chapter": 15,
  "version": "GAE",
  "verses": [
    {
      "verse": 1,
      "text": "다윗 이 다윗 성에서 자기를 위하여 궁전을 세우고 또 하나님의 궤를 둘 곳을 마련하고 그것을 위하여 장막을 치고",
      "comments": []
    },
    {
      "verse": 2,
      "text": "다윗 이 이르되 레위 사람 외에는 하나님의 궤를 멜 수 없나니 이는 여호와께서 그들을 택하사 여호와의 궤를 메고 영원히 그를 섬기게 하셨음이라 하고",
      "comments": []
    },
    {
      "verse": 3,
      "text": "다윗 이 이스라엘 온 무리를 예루살렘 으로 모으고 여호와의 궤를 그 마련한 곳으로 메어 올리고자 하여",
      "comments": []
    },
    {
      "verse": 4,
      "text": "다윗 이 아론 자손과 레위 사람을 모으니",
      "comments": []
    },
    {
      "verse": 5,
      "text": "그핫 자손 중에 지도자 우리엘 과 그의 형제가 백이십 명이요",
      "comments": []
    },
    {
      "verse": 6,
      "text": "므라리 자손 중에 지도자 아사야 와 그의 형제가 이백이십 명이요",
      "comments": []
    },
    {
      "verse": 7,
      "text": "게르솜 자손 중에 지도자 요엘 과 그의 형제가 백삼십 명이요",
      "comments": []
    },
    {
      "verse": 8,
      "text": "엘리사반 자손 중에 지도자 스마야 와 그의 형제가 이백 명이요",
      "comments": []
    },
    {
      "verse": 9,
      "text": "헤브론 자손 중에 지도자 엘리엘 과 그의 형제가 팔십 명이요",
      "comments": []
    },
    {
      "verse": 10,
      "text": "웃시엘 자손 중에 지도자 암미나답 과 그의 형제가 백십이 명이라",
      "comments": []
    },
    {
      "verse": 11,
      "text": "다윗 이 제사장 사독 과 아비아달 을 부르고 또 레위 사람 우리엘 과 아사야 와 요엘 과 스마야 와 엘리엘 과 암미나답 을 불러",
      "comments": []
    },
    {
      "verse": 12,
      "text": "그들에게 이르되 너희는 레위 사람의 지도자이니 너희와 너희 형제는 몸을 성결하게 하고 내가 마련한 곳으로 이스라엘 의 하나님 여호와의 궤를 메어 올리라",
      "comments": []
    },
    {
      "verse": 13,
      "text": "전에는 너희가 메지 아니하였으므로 우리 하나님 여호와께서 우리를 찢으셨으니 이는 우리가 규례대로 그에게 구하지 아니하였음이라 하니",
      "comments": []
    },
    {
      "verse": 14,
      "text": "이에 제사장들과 레위 사람들이 이스라엘 하나님 여호와의 궤를 메고 올라가려 하여 몸을 성결하게 하고",
      "comments": []
    },
    {
      "verse": 15,
      "text": "모세 가 여호와의 말씀을 따라 명령한 대로 레위 자손이 채에 하나님의 궤를 꿰어 어깨에 메니라",
      "comments": []
    },
    {
      "verse": 16,
      "text": "다윗 이 레위 사람의 어른들에게 명령하여 그의 형제들을 노래하는 자들로 세우고 비파와 수금과 제금 등의 악기를 울려서 즐거운 소리를 크게 내라 하매",
      "comments": []
    },
    {
      "verse": 17,
      "text": "레위 사람이 요엘 의 아들 헤만 과 그의 형제 중 베레갸 의 아들 아삽 과 그의 형제 므라리 자손 중에 구사야 의 아들 에단 을 세우고",
      "comments": []
    },
    {
      "verse": 18,
      "text": "그 다음으로 그들의 형제 스가랴 와 벤 과 야아시엘 과 스미라못 과 여히엘 과 운니 와 엘리압 과 브나야 와 마아세야 와 맛디디야 와 엘리블레후 와 믹네야 와 문지기 오벧에돔 과 여이엘 을 세우니",
      "comments": []
    },
    {
      "verse": 19,
      "text": "노래하는 자 헤만 과 아삽 과 에단 은 놋제금을 크게 치는 자요",
      "comments": []
    },
    {
      "verse": 20,
      "text": "스가랴 와 아시엘 과 스미라못 과 여히엘 과 운니 와 엘리압 과 마아세야 와 브나야 는 비파를 타서 알라못 에 맞추는 자요",
      "comments": []
    },
    {
      "verse": 21,
      "text": "맛디디야 와 엘리블레후 와 믹네야 와 오벧에돔 과 여이엘 과 아사시야 는 수금을 타서 여덟째 음에 맞추어 인도하는 자요",
      "comments": []
    },
    {
      "verse": 22,
      "text": "레위 사람의 지도자 그나냐 는 노래에 익숙하므로 노래를 인도하는 자요",
      "comments": []
    },
    {
      "verse": 23,
      "text": "베레갸 와 엘가나 는 궤 앞에서 문을 지키는 자요",
      "comments": []
    },
    {
      "verse": 24,
      "text": "제사장 스바냐 와 요사밧 과 느다넬 과 아미새 와 스가랴 와 브나야 와 엘리에셀 은 하나님의 궤 앞에서 나팔을 부는 자요 오벧에돔 과 여히야 는 궤 앞에서 문을 지키는 자이더라",
      "comments": []
    },
    {
      "verse": 25,
      "text": "이에 다윗 과 이스라엘 장로들과 천부장들이 가서 여호와의 언약궤를 즐거이 메고 오벧에돔 의 집에서 올라왔는데",
      "comments": []
    },
    {
      "verse": 26,
      "text": "하나님이 여호와의 언약궤를 멘 레위 사람을 도우셨으므로 무리가 수송아지 일곱 마리와 숫양 일곱 마리로 제사를 드렸더라",
      "comments": []
    },
    {
      "verse": 27,
      "text": "다윗 과 및 궤를 멘 레위 사람과 노래하는 자와 그의 우두머리 그나냐 와 모든 노래하는 자도 다 세마포 겉옷을 입었으며 다윗 은 또 베 에봇 을 입었고",
      "comments": []
    },
    {
      "verse": 28,
      "text": "이스라엘 무리는 크게 부르며 뿔나팔과 나팔을 불며 제금을 치며 비파와 수금을 힘있게 타며 여호와의 언약궤를 메어 올렸더라",
      "comments": []
    },
    {
      "verse": 29,
      "text": "여호와의 언약궤가 다윗 성으로 들어올 때에 사울 의 딸 미갈 이 창으로 내다보다가 다윗 왕이 춤추며 뛰노는 것을 보고 그 마음에 업신여겼더라",
      "comments": []
    }
  ],
  "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php"
}