{
  "book_name": "역대상",
  "book_code": "1ch",
  "chapter": 4,
  "version": "GAE",
  "verses": [
    {
      "verse": 1,
      "text": "유다 의 아들들은 베레스 와 헤스론 과 갈미 와 훌 과 소발 이라",
      "comments": []
    },
    {
      "verse": 2,
      "text": "소발 의 아들 르아야 는 야핫 을 낳고 야핫 은 아후매 와 라핫 을 낳았으니 이는 소라 사람의 종족이며",
      "comments": []
    },
    {
      "verse": 3,
      "text": "에담 조상의 자손들은 이스르엘 과 이스마 와 잇바스 와 그들의 매제 하술렐보니 와",
      "comments": []
    },
    {
      "verse": 4,
      "text": "그돌 의 아버지 브누엘 과 후사 의 아버지 에셀 이니 이는 다 베들레헴 의 아버지 에브라다 의 맏아들 훌 의 소생이며",
      "comments": []
    },
    {
      "verse": 5,
      "text": "드고아 의 아버지 아스훌 의 두 아내는 헬라 와 나아라 라",
      "comments": []
    },
    {
      "verse": 6,
      "text": "나아라 는 그에게 아훗삼 과 헤벨 과 데므니 와 하아하스다리 를 낳아 주었으니 이는 나아라 의 소생이요",
      "comments": []
    },
    {
      "verse": 7,
      "text": "헬라 의 아들들은 세렛 과 이소할 과 에드난 이며",
      "comments": []
    },
    {
      "verse": 8,
      "text": "고스 는 아눕 과 소베바 와 하룸 의 아들 아하헬 종족들을 낳았으며",
      "comments": []
    },
    {
      "verse": 9,
      "text": "야베스 는 그의 형제보다 귀중한 자라 그의 어머니가 이름하여 이르되 야베스 라 하였으니 이는 내가 수고로이 낳았다 함이었더라",
      "comments": []
    },
    {
      "verse": 10,
      "text": "야베스 가 이스라엘 하나님께 아뢰어 이르되 주께서 내게 복을 주시려거든 나의 지역을 넓히시고 주의 손으로 나를 도우사 나로 환난을 벗어나 내게 근심이 없게 하옵소서 하였더니 하나님이 그가 구하는 것을 허락하셨더라",
      "comments": []
    },
    {
      "verse": 11,
      "text": "수하 의 형 글룹 이 므힐 을 낳았으니 므힐 은 에스돈 의 아버지요",
      "comments": []
    },
    {
      "verse": 12,
      "text": "에스돈 은 베드라바 와 바세아 와 이르나하스 의 아버지 드힌나 를 낳았으니 이는 다 레가 사람이며",
      "comments": []
    },
    {
      "verse": 13,
      "text": "그나스 의 아들들은 옷니엘 과 스라야 요 옷니엘 의 아들은 하닷 이며",
      "comments": []
    },
    {
      "verse": 14,
      "text": "므오노대 는 오브라 를 낳고 스라야 는 요압 을 낳았으니 요압 은 게하라심 의 조상이라 그들은 공장이었더라",
      "comments": []
    },
    {
      "verse": 15,
      "text": "여분네 의 아들 갈렙 의 자손은 이루 와 엘라 와 나암 과 엘라 의 자손과 그나스 요",
      "comments": []
    },
    {
      "verse": 16,
      "text": "여할렐렐 의 아들은 십 과 시바 와 디리아 와 아사렐 이요",
      "comments": []
    },
    {
      "verse": 17,
      "text": "에스라 의 아들들은 예델 과 메렛 과 에벨 과 얄론 이며 메렛 은 미리암 과 삼매 와 에스드모아 의 조상 이스바 를 낳았으니",
      "comments": []
    },
    {
      "verse": 18,
      "text": "이는 메렛 이 아내로 맞은 바로 의 딸 비디아 의 아들들이며 또 그의 아내 여후디야 는 그돌 의 조상 예렛 과 소고 의 조상 헤벨 과 사노아 의 조상 여구디엘 을 낳았으며",
      "comments": []
    },
    {
      "verse": 19,
      "text": "나함 의 누이인 호디야 의 아내의 아들들은 가미 사람 그일라 의 아버지와 마아가 사람 에스드모아 며",
      "comments": []
    },
    {
      "verse": 20,
      "text": "시몬 의 아들들은 암논 과 린나 와 벤하난 과 딜론 이요 이시 의 아들들은 소헷 과 벤소헷 이더라",
      "comments": []
    },
    {
      "verse": 21,
      "text": "유다 의 아들 셀라 의 자손은 레가 의 아버지 에르 와 마레사 의 아버지 라아다 와 세마포 짜는 자의 집 곧 아스베야 의 집 종족과",
      "comments": []
    },
    {
      "verse": 22,
      "text": "또 요김 과 고세바 사람들과 요아스 와 모압 을 다스리던 사랍 과 야수비네헴 이니 이는 다 옛 기록에 의존한 것이라",
      "comments": []
    },
    {
      "verse": 23,
      "text": "이 모든 사람은 토기장이가 되어 수풀과 산울 가운데에 거주하는 자로서 거기서 왕과 함께 거주하면서 왕의 일을 하였더라",
      "comments": []
    },
    {
      "verse": 24,
      "text": "시므온 의 아들들은 느무엘 과 야민 과 야립 과 세라 와 사울 이요",
      "comments": []
    },
    {
      "verse": 25,
      "text": "사울 의 아들은 살룸 이요 그의 아들은 밉삼 이요 그의 아들은 미스마 요",
      "comments": []
    },
    {
      "verse": 26,
      "text": "미스마 의 아들은 함무엘 이요 그의 아들은 삭굴 이요 그의 아들은 시므이 라",
      "comments": []
    },
    {
      "verse": 27,
      "text": "시므이 에게는 아들 열여섯과 딸 여섯이 있으나 그의 형제에게는 자녀가 몇이 못되니 그들의 온 종족이 유다 자손처럼 번성하지 못하였더라",
      "comments": []
    },
    {
      "verse": 28,
      "text": "시므온 자손이 거주한 곳은 브엘세바 와 몰라다 와 하살수알 과",
      "comments": []
    },
    {
      "verse": 29,
      "text": "빌하 와 에셈 과 돌랏 과",
      "comments": []
    },
    {
      "verse": 30,
      "text": "브두엘 과 호르마 와 시글락 과",
      "comments": []
    },
    {
      "verse": 31,
      "text": "벧말가봇 과 하살수심 과 벧비리 와 사아라임 이니 다윗 왕 때까지 이 모든 성읍이 그들에게 속하였으며",
      "comments": []
    },
    {
      "verse": 32,
      "text": "그들이 사는 곳은 에담 과 아인 과 림몬 과 도겐 과 아산 다섯 성읍이요",
      "comments": []
    },
    {
      "verse": 33,
      "text": "또 모든 성읍 주위에 살던 주민들의 경계가 바알 까지 다다랐으니 시므온 자손의 거주지가 이러하고 각기 계보가 있더라",
      "comments": []
    },
    {
      "verse": 34,
      "text": "또 메소밥 과 야믈렉 과 아마시야 의 아들 요사 와",
      "comments": []
    },
    {
      "verse": 35,
      "text": "요엘 과 아시엘 의 증손 스라야 의 손자 요시비야 의 아들 예후 와",
      "comments": []
    },
    {
      "verse": 36,
      "text": "또 엘료에내 와 야아고바 와 여소하야 와 아사야 와 아디엘 과 여시미엘 과 브나야 와",
      "comments": []
    },
    {
      "verse": 37,
      "text": "또 스마야 의 오대 손 시므리 의 현손 여다야 의 증손 알론 의 손자 시비 의 아들은 시사 이니",
      "comments": []
    },
    {
      "verse": 38,
      "text": "여기 기록된 것들은 그들의 종족과 그들의 가문의 지도자들의 이름이라 그들이 매우 번성한지라",
      "comments": []
    },
    {
      "verse": 39,
      "text": "그들이 그들의 양 떼를 위하여 목장을 구하고자 하여 골짜기 동쪽 그돌 지경에 이르러",
      "comments": []
    },
    {
      "verse": 40,
      "text": "기름지고 아름다운 목장을 발견하였는데 그 땅이 넓고 안정 되고 평안하니 이는 옛적부터 거기에 거주해 온 사람은 함 의 자손인 까닭이라",
      "comments": []
    },
    {
      "verse": 41,
      "text": "이 명단에 기록된 사람들이 유다 왕 히스기야 때에 가서 그들의 장막을 쳐서 무찌르고 거기에 있는 모우님 사람을 쳐서 진멸하고 대신하여 오늘까지 거기에 살고 있으니 이는 그들의 양 떼를 먹일 목장이 거기에 있음이며",
      "comments": []
    },
    {
      "verse": 42,
      "text": "또 시므온 자손 중에 오백 명이 이시 의 아들 블라댜 와 느아랴 와 르바야 와 웃시엘 을 두목으로 삼고 세일 산으로 가서",
      "comments": []
    },
    {
      "verse": 43,
      "text": "피신하여 살아남은 아말렉 사람을 치고 오늘까지 거기에 거주하고 있더라",
      "comments": []
    }
  ],
  "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php"
}