{
  "book_name": "역대상",
  "book_code": "1ch",
  "chapter": 7,
  "version": "GAE",
  "verses": [
    {
      "verse": 1,
      "text": "잇사갈 의 아들들은 돌라 와 부아 와 야숩 과 시므론 네 사람이며",
      "comments": []
    },
    {
      "verse": 2,
      "text": "돌라 의 아들들은 웃시 와 르바야 와 여리엘 과 야매 와 입삼 과 스므엘 이니 다 그의 아버지 돌라 의 집 우두머리라 대대로 용사이더니 다윗 때에 이르러는 그 수효가 이만 이천육백 명이었더라",
      "comments": []
    },
    {
      "verse": 3,
      "text": "웃시 의 아들은 이스라히야 요 이스라히야 의 아들들은 미가엘 과 오바댜 와 요엘 과 잇시야 다섯 사람이 모두 우두머리며",
      "comments": []
    },
    {
      "verse": 4,
      "text": "그들과 함께 있는 자는 그 계보와 종족대로 능히 출전할 만한 군대가 삼만 육천 명이니 이는 그 처자가 많기 때문이며",
      "comments": []
    },
    {
      "verse": 5,
      "text": "그의 형제 잇사갈 의 모든 종족은 다 용감한 장사라 그 전체를 계수하면 팔만 칠천 명이었더라",
      "comments": []
    },
    {
      "verse": 6,
      "text": "베냐민 의 아들들은 벨라 와 베겔 과 여디아엘 세 사람이며",
      "comments": []
    },
    {
      "verse": 7,
      "text": "벨라 의 아들들은 에스본 과 우시 와 웃시엘 과 여리못 과 이리 다섯 사람이니 다 그 집의 우두머리요 큰 용사라 그 계보대로 계수하면 이만 이천삼십사 명이며",
      "comments": []
    },
    {
      "verse": 8,
      "text": "베겔 의 아들들은 스미라 와 요아스 와 엘리에셀 과 엘료에내 와 오므리 와 여레못 과 아비야 와 아나돗 과 알레멧 이니 베겔 의 아들들은 모두 이러하며",
      "comments": []
    },
    {
      "verse": 9,
      "text": "그들은 다 그 집의 우두머리요 용감한 장사라 그 자손을 계보에 의해 계수하면 이만 이백 명이며",
      "comments": []
    },
    {
      "verse": 10,
      "text": "여디아엘 의 아들은 빌한 이요 빌한 의 아들들은 여우스 와 베냐민 과 에훗 과 그나아나 와 세단 과 다시스 와 아히사할 이니",
      "comments": []
    },
    {
      "verse": 11,
      "text": "이 여디아엘 의 아들들은 모두 그 집의 우두머리요 큰 용사라 그들의 자손 중에 능히 출전할 만한 자가 만 칠천이백 명이며",
      "comments": []
    },
    {
      "verse": 12,
      "text": "일 의 아들은 숩빔 과 훕빔 이요 아헬 의 아들은 후심 이더라",
      "comments": []
    },
    {
      "verse": 13,
      "text": "납달리 의 아들들은 야시엘 과 구니 와 예셀 과 살룸 이니 이는 빌하 의 손자더라",
      "comments": []
    },
    {
      "verse": 14,
      "text": "므낫세 의 아들들은 그의 아내가 낳아 준 아스리엘 과 그의 소실 아람 여인이 낳아 준 길르앗 의 아버지 마길 이니",
      "comments": []
    },
    {
      "verse": 15,
      "text": "마길 은 훕빔 과 숩빔 의 누이 마아가 라 하는 이에게 장가 들었더라 므낫세 의 둘째 아들의 이름은 슬로브핫 이니 슬로브핫 은 딸들만 낳았으며",
      "comments": []
    },
    {
      "verse": 16,
      "text": "마길 의 아내 마아가 는 아들을 낳아 그의 이름을 베레스 라 하였으며 그의 아우의 이름은 세레스 이며 세레스 의 아들들은 울람 과 라겜 이요",
      "comments": []
    },
    {
      "verse": 17,
      "text": "울람 의 아들들은 브단 이니 이는 다 길르앗 의 자손이라 길르앗 은 마길 의 아들이요 므낫세 의 손자이며",
      "comments": []
    },
    {
      "verse": 18,
      "text": "그의 누이 함몰레겟 은 이스홋 과 아비에셀 과 말라 를 낳았고",
      "comments": []
    },
    {
      "verse": 19,
      "text": "스미다 의 아들들은 아히안 과 세겜 과 릭히 와 아니암 이더라",
      "comments": []
    },
    {
      "verse": 20,
      "text": "에브라임 의 아들은 수델라 요 그의 아들은 베렛 이요 그의 아들은 다핫 이요 그의 아들은 엘르아다 요 그의 아들은 다핫 이요",
      "comments": []
    },
    {
      "verse": 21,
      "text": "그의 아들은 사밧 이요 그의 아들은 수델라 며 그가 또 에셀 과 엘르앗 을 낳았으나 그들이 가드 원주민에게 죽임을 당하였으니 이는 그들이 내려가서 가드 사람의 짐승을 빼앗고자 하였음이라",
      "comments": []
    },
    {
      "verse": 22,
      "text": "그의 아버지 에브라임 이 여러 날 슬퍼하므로 그의 형제가 가서 위로하였더라",
      "comments": []
    },
    {
      "verse": 23,
      "text": "그리고 에브라임 이 그의 아내와 동침하매 임신하여 아들을 낳으니 그 집이 재앙을 받았으므로 그의 이름을 브리아 라 하였더라",
      "comments": []
    },
    {
      "verse": 24,
      "text": "에브라임 의 딸은 세에라 이니 그가 아래 윗 성 벧호론 과 우센세에라 를 건설하였더라",
      "comments": []
    },
    {
      "verse": 25,
      "text": "브리아 의 아들들은 레바 와 레셉 이요 레셉 의 아들은 델라 요 그의 아들은 다한 이요",
      "comments": []
    },
    {
      "verse": 26,
      "text": "그의 아들은 라단 이요 그의 아들은 암미훗 이요 그의 아들은 엘리사마 요",
      "comments": []
    },
    {
      "verse": 27,
      "text": "그의 아들은 눈 이요 그의 아들은 여호수아 더라",
      "comments": []
    },
    {
      "verse": 28,
      "text": "에브라임 자손의 토지와 거주지는 벧엘 과 그 주변 마을이요 동쪽으로는 나아란 이요 서쪽에는 게셀 과 그 주변 마을이며 또 세겜 과 그 주변 마을이니 아사 와 그 주변 마을까지이며",
      "comments": []
    },
    {
      "verse": 29,
      "text": "또 므낫세 자손의 지계에 가까운 벧스안 과 그 주변 마을과 다아낙 과 그 주변 마을과 므깃도 와 그 주변 마을과 돌 과 그 주변 마을이라 이스라엘 의 아들 요셉 의 자손이 이 여러 곳에 거하였더라",
      "comments": []
    },
    {
      "verse": 30,
      "text": "아셀 의 아들들은 임나 와 이스와 와 이스위 와 브리아 요 그들의 매제는 세라 이며",
      "comments": []
    },
    {
      "verse": 31,
      "text": "브리아 의 아들들은 헤벨 과 말기엘 이니 말기엘 은 비르사잇 의 아버지이며",
      "comments": []
    },
    {
      "verse": 32,
      "text": "헤벨 은 야블렛 과 소멜 과 호담 과 그들의 매제 수아 를 낳았으며",
      "comments": []
    },
    {
      "verse": 33,
      "text": "야블렛 의 아들들은 바삭 과 빔할 과 아스왓 이니 야블렛 의 아들은 이러하며",
      "comments": []
    },
    {
      "verse": 34,
      "text": "소멜 의 아들들은 아히 와 로가 와 호바 와 아람 이요",
      "comments": []
    },
    {
      "verse": 35,
      "text": "그의 아우 헬렘 의 아들들은 소바 와 임나 와 셀레스 와 아말 이요",
      "comments": []
    },
    {
      "verse": 36,
      "text": "소바 의 아들들은 수아 와 하르네벨 과 수알 과 베리 와 이므라 와",
      "comments": []
    },
    {
      "verse": 37,
      "text": "베셀 과 홋 과 사마 와 실사 와 이드란 과 브에라 요",
      "comments": []
    },
    {
      "verse": 38,
      "text": "예델 의 아들들은 여분네 와 비스바 와 아라 요",
      "comments": []
    },
    {
      "verse": 39,
      "text": "울라 의 아들들은 아라 와 한니엘 과 리시아 이니",
      "comments": []
    },
    {
      "verse": 40,
      "text": "이는 다 아셀 의 자손으로 우두머리요 정선된 용감한 장사요 방백의 우두머리라 출전할 만한 자를 그들의 계보대로 계수하면 이만 육천 명이었더라",
      "comments": []
    }
  ],
  "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php"
}