{
  "book_name": "역대상",
  "book_code": "1ch",
  "chapter": 12,
  "version": "GAE",
  "verses": [
    {
      "verse": 1,
      "text": "다윗 이 기스 의 아들 사울 로 말미암아 시글락 에 숨어 있을 때에 그에게 와서 싸움을 도운 용사 중에 든 자가 있었으니",
      "comments": []
    },
    {
      "verse": 2,
      "text": "그들은 활을 가지며 좌우 손을 놀려 물매도 던지며 화살도 쏘는 자요 베냐민 지파 사울 의 동족인데 그 이름은 이러하니라",
      "comments": []
    },
    {
      "verse": 3,
      "text": "그 우두머리는 아히에셀 이요 다음은 요아스 이니 기브아 사람 스마아 의 두 아들이요 또 아스마웻 의 아들 여시엘 과 벨렛 과 또 브라가 와 아나돗 사람 예후 와",
      "comments": []
    },
    {
      "verse": 4,
      "text": "기브온 사람 곧 삼십 명 중에 용사요 삼십 명의 우두머리가 된 이스마야 이며 또 예레미야 와 야하시엘 과 요하난 과 그데라 사람 요사밧 과",
      "comments": []
    },
    {
      "verse": 5,
      "text": "엘루새 와 여리못 과 브아랴 와 스마랴 와 하룹 사람 스바댜 와",
      "comments": []
    },
    {
      "verse": 6,
      "text": "고라 사람들 엘가나 와 잇시야 와 아사렐 과 요에셀 과 야소브암 이며",
      "comments": []
    },
    {
      "verse": 7,
      "text": "그돌 사람 여로함 의 아들 요엘라 와 스바댜 더라",
      "comments": []
    },
    {
      "verse": 8,
      "text": "갓 사람 중에서 광야에 있는 요새에 이르러 다윗 에게 돌아온 자가 있었으니 다 용사요 싸움에 익숙하여 방패와 창을 능히 쓰는 자라 그의 얼굴은 사자 같고 빠르기는 산의 사슴 같으니",
      "comments": []
    },
    {
      "verse": 9,
      "text": "그 우두머리는 에셀 이요 둘째는 오바댜 요 셋째는 엘리압 이요",
      "comments": []
    },
    {
      "verse": 10,
      "text": "넷째는 미스만나 요 다섯째는 예레미야 요",
      "comments": []
    },
    {
      "verse": 11,
      "text": "여섯째는 앗대 요 일곱째는 엘리엘 이요",
      "comments": []
    },
    {
      "verse": 12,
      "text": "여덟째는 요하난 이요 아홉째는 엘사밧 이요",
      "comments": []
    },
    {
      "verse": 13,
      "text": "열째는 예레미야 요 열한째는 막반내 라",
      "comments": []
    },
    {
      "verse": 14,
      "text": "이 갓 자손이 군대 지휘관이 1) 되어 그 작은 자는 백부장이요, 그 큰 자는 천부장이더니 되니 그 작은 자는 일당 백이요 큰 자는 일당 천이라",
      "comments": []
    },
    {
      "verse": 15,
      "text": "정월에 요단 강 물이 모든 언덕에 넘칠 때에 이 무리가 강물을 건너서 골짜기에 있는 모든 자에게 동서로 도망하게 하였더라",
      "comments": []
    },
    {
      "verse": 16,
      "text": "베냐민 과 유다 자손 중에서 요새에 이르러 다윗 에게 나오매",
      "comments": []
    },
    {
      "verse": 17,
      "text": "다윗 이 나가서 맞아 그들에게 말하여 이르되 만일 너희가 평화로이 내게 와서 나를 돕고자 하면 내 마음이 너희 마음과 하나가 되려니와 만일 너희가 나를 속여 내 대적에게 넘기고자 하면 내 손에 불의함이 없으니 우리 조상들의 하나님이 감찰하시고 책망하시기를 원하노라 하매",
      "comments": []
    },
    {
      "verse": 18,
      "text": "그 때에 성령이 삼십 명의 우두머리 아마새 를 감싸시니 이르되 다윗 이여 우리가 당신에게 속하겠고 이새 의 아들이여 우리가 당신과 함께 있으리니 원하건대 평안하소서 당신도 평안하고 당신을 돕는 자에게도 평안이 있을지니 이는 당신의 하나님이 당신을 도우심이니이다 한지라 다윗 이 그들을 받아들여 군대 지휘관을 삼았더라",
      "comments": []
    },
    {
      "verse": 19,
      "text": "다윗 이 전에 블레셋 사람들과 함께 가서 사울 을 치려 할 때에 므낫세 지파에서 두어 사람이 다윗 에게 돌아왔으나 다윗 등이 블레셋 사람들을 돕지 못하였음은 블레셋 사람들의 방백이 서로 의논하고 보내며 이르기를 그가 그의 왕 사울 에게로 돌아가리니 우리 머리가 위태할까 하노라 함이라",
      "comments": []
    },
    {
      "verse": 20,
      "text": "다윗 이 시글락 으로 갈 때에 므낫세 지파에서 그에게로 돌아온 자는 아드나 와 요사밧 과 여디아엘 과 미가엘 과 요사밧 과 엘리후 와 실르대 이니 다 므낫세 의 천부장이라",
      "comments": []
    },
    {
      "verse": 21,
      "text": "이 무리가 다윗 을 도와 도둑 떼를 쳤으니 그들은 다 큰 용사요 군대 지휘관이 됨이었더라",
      "comments": []
    },
    {
      "verse": 22,
      "text": "그 때에 사람이 날마다 다윗 에게로 돌아와서 돕고자 하매 큰 군대를 이루어 하나님의 군대와 같았더라",
      "comments": []
    },
    {
      "verse": 23,
      "text": "싸움을 준비한 군대 지휘관들이 헤브론 에 이르러 다윗 에게로 나아와서 여호와의 말씀대로 사울 의 나라를 그에게 돌리고자 하였으니 그 수효가 이러하였더라",
      "comments": []
    },
    {
      "verse": 24,
      "text": "유다 자손 중에서 방패와 창을 들고 싸움을 준비한 자가 육천팔백 명이요",
      "comments": []
    },
    {
      "verse": 25,
      "text": "시므온 자손 중에서 싸움하는 큰 용사가 칠천백 명이요",
      "comments": []
    },
    {
      "verse": 26,
      "text": "레위 자손 중에서 사천육백 명이요",
      "comments": []
    },
    {
      "verse": 27,
      "text": "아론 의 집 우두머리 여호야다 와 그와 함께 있는 자가 삼천칠백 명이요",
      "comments": []
    },
    {
      "verse": 28,
      "text": "또 젊은 용사 사독 과 그의 가문의 지휘관이 이십이 명이요",
      "comments": []
    },
    {
      "verse": 29,
      "text": "베냐민 자손 곧 사울 의 동족은 아직도 태반이나 사울 의 집을 따르나 그 중에서 나온 자가 삼천 명이요",
      "comments": []
    },
    {
      "verse": 30,
      "text": "에브라임 자손 중에서 가족으로서 유명한 큰 용사가 이만 팔백 명이요",
      "comments": []
    },
    {
      "verse": 31,
      "text": "므낫세 반 지파 중에 이름이 기록된 자로서 와서 다윗 을 세워 왕으로 삼으려 하는 자가 만 팔천 명이요",
      "comments": []
    },
    {
      "verse": 32,
      "text": "잇사갈 자손 중에서 시세를 알고 이스라엘 이 마땅히 행할 것을 아는 우두머리가 이백 명이니 그들은 그 모든 형제를 통솔하는 자이며",
      "comments": []
    },
    {
      "verse": 33,
      "text": "스불론 중에서 모든 무기를 가지고 전열을 갖추고 두 마음을 품지 아니하고 능히 진영에 나아가서 싸움을 잘하는 자가 오만 명이요",
      "comments": []
    },
    {
      "verse": 34,
      "text": "납달리 중에서 지휘관 천 명과 방패와 창을 가지고 따르는 자가 삼만 칠천 명이요",
      "comments": []
    },
    {
      "verse": 35,
      "text": "단 자손 중에서 싸움을 잘하는 자가 이만 팔천육백 명이요",
      "comments": []
    },
    {
      "verse": 36,
      "text": "아셀 중에서 능히 진영에 나가서 싸움을 잘하는 자가 사만 명이요",
      "comments": []
    },
    {
      "verse": 37,
      "text": "요단 저편 르우벤 자손과 갓 자손과 므낫세 반 지파 중에서 모든 무기를 가지고 능히 싸우는 자가 십이만 명이었더라",
      "comments": []
    },
    {
      "verse": 38,
      "text": "이 모든 군사가 전열을 갖추고 다 성심으로 헤브론 에 이르러 다윗 을 온 이스라엘 왕으로 삼고자 하고 또 이스라엘 의 남은 자도 다 한 마음으로 다윗 을 왕으로 삼고자 하여",
      "comments": []
    },
    {
      "verse": 39,
      "text": "무리가 거기서 다윗 과 함께 사흘을 지내며 먹고 마셨으니 이는 그들의 형제가 이미 식물을 준비하였음이며",
      "comments": []
    },
    {
      "verse": 40,
      "text": "또 그들의 근처에 있는 자로부터 잇사갈 과 스불론 과 납달리 까지도 나귀와 낙타와 노새와 소에다 음식을 많이 실어왔으니 곧 밀가루 과자와 무화과 과자와 건포도와 포도주와 기름이요 소와 양도 많이 가져왔으니 이는 이스라엘 가운데에 기쁨이 있음이었더라",
      "comments": []
    }
  ],
  "source": "https://www.bskorea.or.kr/bible/korbibReadpage.php"
}